{"Anamnesis/Cafe-Nowhere":{"slug":"Anamnesis/Cafe-Nowhere","filePath":"Anamnesis/Cafe Nowhere.md","title":"Cafe Nowhere","links":[],"tags":[],"content":"\n\n\n                  \n                  Status: Ongoing \n                  \n                \n\n\nUpdates irregularly\n\n\n\n\na magic door and one wish: to be at home.\n\nSlice-of-life for the characters of Anamnesis to be themselves in a happier world. May feature guest appearances of Shiki’s friends from time to time.\nLinks\n\nWriting\nWebcomic\n"},"Anamnesis/index":{"slug":"Anamnesis/index","filePath":"Anamnesis/index.md","title":"Anamnesis","links":["Anamnesis/Cafe-Nowhere","Fen","Agnes","Oliver","Vino","Teach","Valeri","Darian","Antinea","Scarlet","Soren","Leo","Frey"],"tags":[],"content":"\n\n\n                  \n                  Status: Ongoing \n                  \n                \n\n\nCurrently updates every 2 months on the 24th.\n\n\n\n\na story about wanting peace\na story about remembering\na story about living for others\n\nMain OC project centering on Fen and the people around him in the city Ataraxia. Nicknamed “Nemo” because Shiki stuttered on Anamnesis and said “anemone” instead, then shortened it to “nemo”.\nLinks\n\nToyHouse\nWriting (Series)\nCoffee shop AU: Cafe Nowhere\n\nCharacters\nKeres\n\nFen\nAgnes\nOliver\nVino\nTeach\nValeri\n\nMorpheus\n\nDarian\nAntinea\nScarlet\nSoren\n\nOther\n\nLeo\nFrey\n"},"Aozora-Twins/Aozora-Kaia":{"slug":"Aozora-Twins/Aozora-Kaia","filePath":"Aozora Twins/Aozora Kaia.md","title":"Aozora Kaia","links":["Aozora-Twins/Aozora-Kaito"],"tags":[],"content":"\n\n                  \n                  Character Permissions \n                  \n                \n\n\nKaia is a traveler, so she can go to other worlds and interact with everyone! Please keep her with Kaito. He doesn’t have to be present, but he has to be somewhere close.\n\n✓ Fan art\n✓ Headcanons\n☓ Ships\n⚠ Fanfiction: keep it SFW. Mild whump OK\n☓ Kinning\n\n\n\n\n\nKaia is the one on the left.\nBasic Information\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCategoryResponseName / NicknameAozora KaiaGender / PronounsFemale (she/her)SpeciesHumanBirthdate / ZodiacOctober 24 / ScorpioBlood TypeBBirthplace?Height158.2 cm (5’ 1.8”)WeightRefused measurementAgePresents mid 20sHair ColourBlackEye ColourBlackOther ColourPrefers warm, bright colorsEyesightContactsHand DexterityRight-handedVoice TypeBrightEconomic Status / BehaviorMoney? What’s that?Pets / Plants-OtherToyHouse\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n✓ Likes☓ DislikesSunrise and sunsetPessimismLetting looseRulesSoft thingsStormsSports ranges (like batting cages, archery)Dresses\n♡ Favorite…\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCategoryResponseFoodSoft serveDrinkGinger aleScentCedarColorYellowFlowerDaisySeasonSpringElementAirSoundWind chimes\nEmployment / Education\nKaia is a traveler along with her twin little brother Kaito. Similar to Kino, they have a rule where they can only stay in one place for seven days. The twins do odd jobs wherever they go to continue their travels. Kaia will take any and every job that she finds interesting. Bonus points if her heart is captured by the “unfortunate” client. People seem to flock to her, perhaps because of her bright demeanor… or because she looks gullible and easy to cheat.\nCriminal Record\nMinor offenses, like forgetting to pay her tab or being too loud in public.\nAwards / Achievements\nKaia’s personal record of staying awake is five days.\nMedical Record\n\nKaia is nearsighted, but she wears contacts so most people don’t know. She doesn’t have glasses.\nKaia is an insomniac and does not sleep well. This goes hand in hand with maladaptive daydreaming, where her nightmares may continue to haunt her after she physically wakes up. Kaito can bring her out of it most days, but sometimes they break their rule and stay a couple more days to recover.\n\nMarkings\n\nA thin line with big and small stitch marks will start to appear on her neck as she gets more and more stressed. Eventually it loops around her neck, as if her head was sewn on.\n\n\n                  \n                  cw: vent art \n                  \n                \n\n\n\n\n\n\nOther Distinctive Characteristics\n\nHer hair always parts to her left and does the Ghibli thing where it fluffs up or wilts depending on her mood.\nShe wears a single azure teardrop earring on her right ear (the side with the hair part). She never takes it off, even in sleep. Do not touch if you fear for your life.\nPersonality\n\nKaia is a ray of sunshine who wants to see all the sights the universe has to offer. She can and will climb all the mountains with Kaito in tow. Because of her childhood, she firmly believes that humanity is inherently good. She is very trusting and very susceptible to getting conned without Kaito.\nFormative Experiences\n\nGrowing up, Kaia was locked inside a small room for a very long time. It was a lavish, luxurious room and she had all she could possibly wish for, except for two things: she could not leave, and she could not talk to Kaito. Their rooms were connected by a thick glass wall, so each could see the other. Kaia “talked” to Kaito by writing on the wall bit by bit, wiping their conversations away whenever people walked by. Eventually, they escaped together and have been travelling ever since.\nDreams for the Future\nTo see all the world has to offer. Kaia has a lengthy bucket list of mountains to scale, lakes to jump in, and sunrises to see.\nFears\nBeing separated from Kaito.\nHobbies\n\nKaia is very excitable and has a lot of energy, so all of the activities she gets into involve some form of burning off energy. Exercise, hard labor, singing, dancing, etc.\nSpecial Skills\n\nKaia specializes in midrange to long range combat, preferring poles and bows to incapacitate her opponents. If she used a gun it would likely be a pistol or a rifle. She learned basic Aikido for self defense, but she would rather run far, far away first.\nStrengths\nBecause Kaia is so trusting, people open up to her easily. She is a very good listener.\nKaia is very flexible and has very good core strength. She scares Kaito sometimes by balancing off a ledge or something.\nWeaknesses\nKaia is very empathetic, and can get lost in other people’s stories.\nKaia can pass out suddenly if she is sleep deprived enough. She can also slip into her daydreams very easily and become unresponsive. As she likes to ignore her own wellbeing, Kaito has learned over the years to pick up on her tells and drag her to somewhere safe.\nOther\n\n\nKaia is atrociously bad at lying, except when it comes to herself.\nShe doesn’t like alcohol. Ginger ale though…\nShe tells stories with whimsy and delight. She keeps kids on the edge of their seats\nShe doesn’t get angry. She just gets sad.\n\nSocial\nPeople They Admire\n\nPassionate\nHard workers\n\nPeople They Dislike\n\nSticklers\nPeople who tell her what to do\n\nRomantic History\n\nShe can’t hear you over the roar of the waterfall she’s about to jump into.\nRelationships\n\n-\nFamily Relationships\n\nKaito\n\n\n                  \n                  My baby brother! He&#039;s always so serious. He really needs to lighten up, smile more. Smiles make the world go round! \n                  \n                \n\nKaia is older by 2 minutes and 6 seconds! The time is very important. She acts like a six year old and loses all of her braincells around Kaito, though. They take care of each other. Kaia couldn’t have asked for a better brother.\nProblematic Relationships\n\n-"},"Aozora-Twins/Aozora-Kaito":{"slug":"Aozora-Twins/Aozora-Kaito","filePath":"Aozora Twins/Aozora Kaito.md","title":"Aozora Kaito","links":["Aozora-Twins/Aozora-Kaia"],"tags":[],"content":"\n\n                  \n                  Character Permissions \n                  \n                \n\n\nKaito is a traveler, so he can go to other worlds and interact with everyone! Please keep him with Kaia. She doesn’t have to be present, but she has to be somewhere close.\n\n✓ Fan art\n✓ Headcanons\n☓ Ships\n⚠ Fanfiction: keep it SFW. Mild whump OK\n☓ Kinning\n\n\n\n\n\nKaito is the one on the right.\nBasic Information\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCategoryResponseName / NicknameAozora KaitoGender / PronounsMale (he/him)SpeciesHuman*Birthdate / ZodiacOctober 24 / ScorpioBlood TypeBBirthplace?Height170 cm (5’7”)WeightRefused measurementAgePresents mid 20sHair ColourBlackEye ColourBlackOther ColourPrefers dark, faded colorsEyesight20/20Hand DexterityAmbidextrous (left handed)Voice TypeSoft baritoneEconomic Status / BehaviorCheap but makes sure they have the necessary suppliesPets / Plants-OtherToyHouse\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n✓ Likes☓ DislikesA clean spaceA messy spaceDisciplineSandSoft thingsToxic positivityThunderShorts\n♡ Favorite…\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCategoryResponseFoodSoft serveDrinkBourbonScentCypress (hinoki)ColorBlueFlowerGardeniaSeasonWinterElementAirSoundWind rustling through the forest\nEmployment / Education\nKaito is a traveler along with his twin sister Kaia. Similar to Kino, they have a rule where they can only stay in one place for seven days. The twins do odd jobs wherever they go to continue their travels. Kaito actually takes care of the negotiation and contract with clients to make sure Kaia doesn’t offer herself for free. His ice cold demeanor and caustic remarks don’t help, though, and sometimes he drives clients away because of his low tolerance for bullshit. When Kaia confronted him about it, he simply shrugged and said, “we aren’t babysitters.”\nKaito was trained to be a bodyguard for the family, including Kaia if she were ever to leave her enclosure. After Kaia proved unwilling to learn softer skills, he also took up the mantle of learning how to negotiate and manipulate others for the desired effect. He detests that skill and almost never uses it.\nCriminal Record\nTechnically, accomplice? Kaito is the one who picks Kaia up from the holding cells.\nAwards / Achievements\nKaito is proficient in any weapon under the sun.\nMedical Record\n\nKaito has ARFID (avoidant/restrictive food intake disorder). Kaia figured out most of his sensory issues, so he can tolerate most things Kaia puts in front of him now, but there are days where nothing can get past his tongue. It can be triggered without preamble as well, and Kaito views it as a nuisance. Kaia makes a strange concoction for him on those days, and they break their rule to stay a couple more days to recover.\nKaito also has a minor case of OCD (obsessive-compulsive disorder) where he has specific rituals to complete whenever they enter a new area and acquire lodging. Kaia usually takes this time to scope out the area and get some bearings while he is occupied.\nMarkings\n\nThin diamonds akin to gouge marks will begin to appear on his neck as he gets more and more stressed. They line up to form a ring in a similar fashion to Kaia’s marks, but without the thin line.\nOther Distinctive Characteristics\n\nHis hair always parts to his right and is impossibly straight. Coupled with his resting bitch face, it’s almost impossible to tell how he’s feeling. Smiles are reserved for Kaia exclusively.\nHe wears a single azure teardrop earring on his left ear (the side with the hair part). He never takes it off, even in sleep. Do not touch if you fear for your life.\nPersonality\n\nKaito is cold, caustic, and guarded. Despite his sharp tongue, he is kind to those who deserve it. He follows Kaia around like her shadow while she goes on adventures. The journey is the destination and he is determined to make sure they are both alive to see the end.\nFormative Experiences\n\nKaito never thought much of his twin until the day he showed her a picture of the mountains outside. Watching her empty eyes light up like a sunrise in its own right made his own well up in tears. He wrote on the wall that they would leave soon. Together.\nDreams for the Future\nFor Kaia’s dreams to come true.\nFears\nKaia dying.\nHobbies\n\nKaito is a bookworm. He could spend hours, weeks even, in a library if not for their rule. He makes do by reading at least one book from each town they visit.\nKaito collects mementos of people they’ve met over the years in a well-worn travel notebook. Funnily enough, the travel notebook never seems to run out of pages…\nKaito exercises with Kaia and spars with her from time to time. It keeps both of them sharp. On bad days when they’re holed up in their lodging and Kaia is struggling to leave her dreams, Kaito hums to her. He would sooner die than sing in public, though.\nSpecial Skills\n\nKaito prefers melee combat, specifically Karate with two daggers. Before they left to travel, he also had custom boots that had knives embedded in the soles so his kicks would cut as well. If he used a gun it would likely be a hand cannon or a shotgun. He tends to grapple opponents so Kaia can create distance.\nStrengths\nKaito is very good at rooting out liars, and he doesn’t take kindly to them.\nWeaknesses\nKaito is surprisingly weak to kids. Maybe it’s because they don’t know any better, maybe it’s because of their brutal honesty. Either way, children really like him once they get over  his “scary face.”\nOther\n\n\nKaito is scared of bugs, but only Kaia knows.\nThe best stories he tells are bedtime stories while everyone is curled up in blankets by a fireplace\nIt is very difficult to pull him out of fury once he falls into it. All you can do is pray it’s not pointed at you.\n\nSocial\nPeople They Admire\n\nEfficient\nPassionate\n\nPeople They Dislike\n\nLate people\nPeople who don’t listen to warnings\n\nRomantic History\n\nNo.\nRelationships\n\n-\nFamily Relationships\n\n\n\n                  \n                  She needs help. She walks into walls at least twice a day and she gets distracted by everything. Really makes you wonder which one of us is the older twin. \n                  \n                \n\nKaito is very protective of Kaia. He’ll mess up her hair just to annoy her, and she frustrates him to no end with some of the things she does, but he can and will kill you if you hurt her. She reminds Kaito to slow down and smell the flowers.\nProblematic Relationships\n\n-"},"Aozora-Twins/index":{"slug":"Aozora-Twins/index","filePath":"Aozora Twins/index.md","title":"Aozora Twins","links":["Aozora-Twins/Aozora-Kaia","Aozora-Twins/Aozora-Kaito"],"tags":[],"content":"\n\n\n                  \n                  Status: Perpetual \n                  \n                \n\n\nTwins on a journey to witness the lives of others. The journey is the destination.\n\nMy oldest OCs ever and closest to my heart. Kaia has gone through a million redesigns but she is thriving now (I hope). Unfortunately they are both my comfort and vent OCs, they receive equal parts of pain and happiness from me.\nCharacters\nAozora Kaia\nAs a pure ball of sunshine, Kaia’s job is to drag Kaito everywhere and see all the things!\nHistory\nKaia is one of my oldest OCs. Given a couple more years, she would probably be legal to drink most places… which means she has aged up with me and gone through a myriad of redesigns over the years. Her happy disposition generally hasn’t changed, except for a phase when I was fleshing out her current background.\nShe was originally a sona for me, but eventually both she and I grew separate from each other. I’m happy that she is thriving now, even if I give her pain sometimes.\nKaia is actually younger than Kaito by 2 years and 6 months (huh, where have you seen those numbers before wink wink), but I thought it would be funny for her to be the older twin.\nAozora Kaito\nKaito lets himself be pulled into Kaia’s adventures, content to witness the world in her eyes. This is literally his vacation arc.\nHistory\nKaito is my oldest OC that I can remember. He is legal and he can drink in all countries as far as I’m aware. His general design hasn’t changed aside from aging up with me through the years. There was a phase where I tried to make him happier (and made him dance to Pon Pon Pon 💀) but that’s not for him I think. He wiped that era from memory.\nKaito was originally an OC that I created for a universe with a friend. I was a lot more invested in the universe, making a bunch of other side characters for it, and we had fun playing in that space. Unfortunately,  I didn’t part amicably with that friend, so I ended up killing everyone except Kaito. He was named something different back then (lol).\nKaito was basically a self insert, and I felt bad that his world had died, so I kept him around as a reaper of some kind, witnessing other peoples’ lives. At some point he became a record keeper, living in an endless library that held all of my stories and dreams.\nKaito finally got his own story and background when I started drawing him and Kaia together. Some time later they became twins, and after fleshing out their story he is now happily (?) stressing over keeping Kaia alive.\n"},"Flora/index":{"slug":"Flora/index","filePath":"Flora/index.md","title":"Flora","links":["Friends","Hydrangea","Albi","Tsuiyue","Huanglin","Ayame","Chrys","Coco"],"tags":[],"content":"\n\n                  \n                  Status: Perpetual \n                  \n                \n\n\nPlants who live in the Flora Kingdom, where all plants are classified as angiosperms.\n\nCollection of plant gijinkas / personifications that have found a home in Ren’s world. They have no stories yet.\nCharacters\nMorgue\n\nHydrangea\nAlbi\n\nPharmacy\n\nTsuiyue\nHuanglin\n\nLimniris\n\nAyame\nChrys\nCoco\n"},"Friends":{"slug":"Friends","filePath":"Friends.md","title":"Friends","links":["Mafia/"],"tags":[],"content":"You’ll see mentions to these people on this wiki. They may be key storytellers, collaborators, or just friends who are here for the ride.\nThis page is a glossary so it’s arranged in alphabetical order. You probably shouldn’t read it linearly, but don’t let me stop you if you really want to.\nBimu\n\nshe/her\nCarrd | Twitch\nloves suits.\nmy oshi I mean what? Contagious laugh #1\nvery passionate and happy to be here\n\nMai\n\nshe/her\nsmule\nsweet mochi who can flip a switch at any time and become gremlin\nhas the sweetest singing voice you have ever heard\nFPS gamer\n\nMoe\n\nhe/him\nTwitter | Twitch\ncool and comfy bird man\nFromsoft gamer and horror enthusiast\nlocks personalities behind each model\n\nRen\n\nhe/they\nTwitter\nmuse, resident brainrot provider, #1 fan (cries)\nI love his worlds and ideas. He insists he has no creativity and YET.\nbestie you are stuck with me until one of us dies\n\nTimpani\n\nthey/them\nbsky | Twitch\ncomfy rogue-like enthusiast\nactually very good at improv? teach me your ways\ncontagious laugh #2\n"},"Mafia/HAKU":{"slug":"Mafia/HAKU","filePath":"Mafia/HAKU.md","title":"HAKU","links":[],"tags":[],"content":"\n\n\n                  \n                  CW: vore. This person is also slightly NSFW / 18+. \n                  \n                \n\n\n\n                  \n                  Most of this information is secret. \n                  \n                \n\n\nVery little is actually known about the elusive HAKU outside of their services. Some organizations theorize that HAKU is actually a group of people rather than an individual, given the wide range of services that they can provide. When HAKU’s name comes up, it is often accompanied with the sentence, “be careful what you wish for.”\n\n\n\n\n\n                  \n                  Character Permissions \n                  \n                \n\n\n\n✓ Fan art\n✓ Headcanons\n✓ Ships\n⚠ Fanfiction: implied NSFW is ok with this one because of their personality…\n☓ Kinning\n\n\n\n\nBasic Information\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCategoryResponseName / NicknameCodename: HAKU; real name unknownGender / PronounsPangender (any/all)SpeciesHuman? (shapeshifter)Birthdate / ZodiacFebruary 6 (Aquarius)Blood TypeO- (universal donor)Birthplace?Height?Weight?AgePresents mid 20sHair ColourLight blueEye ColourAmberOther ColourDarker skinEyesightPerfect?Hand DexterityAmbidextrousVoice TypeSexy and charismaticEconomic Status / BehaviorWealthy by scamming everyone around themPets / PlantsA cactus that somehow never dies(Haku waters it with their own blood, it’s basically a Great One in its own right at this point)OtherToyHouse\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n✓ Likes☓ DislikesChaos (making it AND watching it)SnitchesHigh humidityThe desertSecrets (all the more to blackmail you with)Predictable outcomes\n♡ Favorite…\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCategoryResponseFoodImitation cakeDrinkChampagneScentRainColorOrangeFlowerMarigoldsSeasonSpringElementWaterSoundSquelch\nEmployment / Education\n-\nCriminal Record\nHAKU is wanted for many crimes, whether it is murder, extortion, assault and battery, scamming, etc. Arrests have been unproductive as they somehow slip out within the day. Clients are unwilling to give them up, as HAKU’s services outweighs any grudges an individual may have.\nAwards / Achievements\nAssassinations of multiple political figures, destruction of secret labs. HAKU has been employed as a bodyguard in high profile parties and negotiations as well.\nMedical Record\n\n-\nMarkings\n\n-\nOther Distinctive Characteristics\n\nHAKU enjoys changing appearances, but there are three constants: their hair color is light blue, their eye color is amber, and they have pointed ears. Occasionally they will completely change their appearance for two months, Just to keep others on their toes.\nPersonality\n\nCheerful, full of humor. Social butterfly who is friends with everyone, but whom no one is friends with. You can’t help but tell them all of your secrets, but not even pillow talk will get you any of theirs.\nFormative Experiences\n\nTheir real form is Volgna-Gath, the Keeper of Secrets, a Great Old One from the Lovecraft Mythos. A slimy shape-shifting mass, which can be summoned with mud and the blood of the invoker. They ate their invoker, so no one knows where they came from.\nDreams for the Future\nA world that continues to fascinate them. A world that continues to have humans, who never cease to amaze them.\nFears\nNo more humans :(\nHobbies\n\nPeople watching\nSpecial Skills\n\nHAKU will take a bullet for anyone. It doesn’t hurt them. They laugh in the face of your confusion after you empty a clip into their body.\nThey fight with anything really. Shock factor is more important to them than actual damage, though they can and will suffocate you with only a napkin.\nStrengths\nHighly adaptable to any situation\nWeaknesses\nDry climate makes them slower, both in speed and reaction, though not by much. It irritates them to no end and their fighting style gets more aggressive so they can leave faster.\nOther\n\n\n\n                  \n                  cw: vore \n                  \n                \n\n\nThey eat a part of their client or target as payment. Don’t worry, it’s all very safe. It’s about getting to know people better, learning the extent of their pain tolerance, and how they react to, well. Being eaten. The client is bound by magic contract, and forgets the experience after the contract is fulfilled. HAKU keeps their “dirty little secret” forever.\n\n\n\nSocial\nPeople They Admire\nSpontaneous people\nPeople They Dislike\nPredictable people and robots\nRomantic History\n\nMany of HAKU’s clients and targets end up in bed with them, as charismatic as they are. HAKU finds pillow talk useful, and is always delightfully surprised in the lengths humans would go to for intimacy. In a similar vein, romance is fun, but marriage is akin to the laws of man — they exist to be bent, broken, and ridiculed.\nRelationships\n\n-\nFamily Relationships\n\n-\nProblematic Relationships\n\n-"},"Mafia/Mafia-Shiki":{"slug":"Mafia/Mafia-Shiki","filePath":"Mafia/Mafia Shiki.md","title":"Mafia Shiki","links":[],"tags":[],"content":"\nBasic Information\n\n\n                  \n                  Only Bimu and the Hime family doctors know of Shiki&#039;s half slug ancestry. \n                  \n                \n\n\nMoe might know but he certainly doesn’t show it. Others may feel that something is slightly off about Shiki.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCategoryResponseName / NicknameShiki SlugGender / PronounsNonbinary (they/them)SpeciesHuman (slug)Birthdate / ZodiacMarch 12 / PiscesBlood TypeBBirthplace?Height165cm (5’5”)WeightRefused measurementAgeLate 20sHair ColourWhite with faded navy ends. Back lower half is faded navyEye ColourFaded navy with white rim around pupils. No highlights (dead fish eyes)Other ColourFlat colors above for referenceEyesightServiceable. Wears glasses when it’s been a really long dayHand DexterityRight handedVoice TypeBoyish and sleepy, lowers when pissedEconomic Status / BehaviorThe Hime family provides whatever they need. They will purchase whatever is necessary for missions, but tends to neglect their own actual needs. They forget that they’re allowed to take care of themselves these days.Pets / PlantsThey have a sea otter who anchors with them at night.OtherToyHouse\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n✓ Likes☓ DislikesHand warmersBeing coldWarm blanketsSummerHot soupJumpscaresHot coffee and teaDesertStaying at homeFinger foodWaterGuns\n♡ Favorite…\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCategoryResponseFoodChicken nuggetsDrinkDoppio with sugarScentFresh snowColorBurnished goldFlowerOchnaSeasonwinter (indoors)Weaponpistol (funnily enough)Soundrain on windows\nEmployment\nShiki joined the Hime Mafia after becoming friends with Bimu. The contract stated that Shiki gets unlimited chicken nuggets and a safe haven for themselves. Despite their best efforts to conceal their slug characteristics, Shiki was heavily injured during the fight to break their previous contract. Even though Bimu saw their blue blood, she surprised them with kindness and acceptance, so Shiki vowed to follow her even should their contract end.\nShiki is the in-house informant and main operator for Hime Mafia. Their day-to-day responsibilities include gathering intel on other families and the situation at large; sourcing supplies for their squad partner Moe; beating Moe’s time trial record on Cthulhu Kart; and navigating for Moe on days with missions.\nCriminal Record\nMinor offenses of hacking into government and organization servers; nothing was lost or stolen (that was reported), so they were let off with small fines.\nAwards / Achievements\n-\nMedical Record\n\nRecord of critical operation shortly before joining the Hime Mafia\n\nDoctor’s notes mention having a slimy substance playing a key role in the operation\nThe body accepts blood transfusions normally, but integrated blood turns blue\n\nChronic pain\n\nPrescribed painkillers sit on their bed table\nCompression gloves\n\nMarkings\n\nTwo hairline scars, one across the left eye and one starting right under the left eye, tracing down their neck into their clothes.\nOther Distinctive Characteristics\n\n\nTwig body shape\nHair listens to no one and goes wherever it wants\nAhoge\nHas ashen, bluish skin like a dead person\n\nThey present as human, but they bleed blue, their tongue is blue, and their blush is blue. When they go out, they put on makeup and dye so their skin color and tongue color is more human-like.\n\n\n\nPersonality\n\nShiki will adopt a customer service personality if you have something they want. They act confident and aggressive, halfway to f*boy (lol). They don’t necessarily flirt (unless that’s the most efficient way), but they do try to get in your good books so you’re more willing to spill the beans. Otherwise, they are blunt and sarcastic.\nEverything in their room needs to be in a certain place. Move anything and they might make life harder for you wherever you need digital access over the next couple days.\nThey get shaken easily because of their sound sensitivity; they freeze and curl into a ball when scared and become impossible to move. Sometimes they may kick out after curling in retaliation.\nDespite being the operator, they’re very bad at directions and get lost without a map.\nFormative Experiences\n\nIt’s hard being half slug (descendant of Gla’aki). Shiki is very sensitive to climate changes and sound, so they were tagged as a problem child and left in the alleys of Queensport to fend for themselves. They did odd jobs for survival and became known for their hacking skills. After getting one of their bank accounts hacked and emptied, a mafia family took the child in, only to shackle them with a contract upon learning their ancestry. Eager to please, Shiki gave in to their demands as they took more and more.\nDreams for the Future\nThis one has no more dreams (a nod to Gla’aki’s epithet, the Lord of Dead Dreams). If they had to pick one, it would be survival or to realize Bimu’s dreams.\nFears\nThere are many, but Shiki tries to keep it under control. They really can’t stand bugs. They almost burned down the Hime manor when they found a spider in their room once.\nHobbies\n\nShiki enjoys exercising and staying fit. They also like making things with their hands. There is a well worn pile of clay on their desk and some small bits and bobs around the manor that they asked Bimu to fire. They gave Moe and Bimu each a small figure as a gift.\nSpecial Skills\n\nShiki speaks 5 languages fluently and uses them to collect intel.\nDespite disliking guns, Shiki has exceptional accuracy and speed with a pistol. They can hit you with a hip shot. They are also proficient with a sniper. They prefer close-quarter combat as it makes them feel more alive with the adrenaline, but they will use guns when necessary.\nThey are nimble and use a combination of Aikido and knives in CQC. Their signature move is grappling the opponent, making it impossible to shake them off, then slitting the opponent’s throat.\nThey get impossibly fast entering frenzy (or berserk mode), and seem to know no pain. Shiki can be pulled out of frenzy with something that resets their senses, but the cost is a head splitting hangover migraine for the next couple days.\nStrengths\nShiki is very sensitive to climate changes. They can tell you the humidity percentage and the temperature wherever they are. They would probably be really useful on ghost hunts if they weren’t scared all the time…\nShiki is also very sensitive to sound; they will tilt and swivel their head like a dog or a cat if they hear something strange.\nWeaknesses\nConversely, Shiki gets very pathetic in a dry climate. In that sense, covering up serves two purposes, to minimize the amount of makeup they have to do and to avoid losing body moisture.\nShiki is weak to loud noises and bright lights. They are basically put out of commission if they’re hit by a flash bang.\nOther\n\n\nShiki shows very little skin below their neck, restricted to slivers of the wrist when they stretch. They wear sock garters so there are no forbidden ankles here.\nThey’re scarily good at puzzle games.\nThey’re weak to cute things (glances at boss).\nTheir room is split in half by a thick glass partition, where one side is a pool. This is where they sleep, and the sea otter lives there. The other half is all the operator and work tech, which are all extensively splash proofed.\n\nSocial\nPeople They Admire\n\nHard workers\nMasters of craft\n\nPeople They Dislike\n\nLip service\nManipulators\n\nRomantic History\n\nNot interested in romance or intimate relationships.\nRelationships\n\nBimu\nBimu is Shiki’s life saver and good friend. Shiki secretly admires Bimu for how passionate she is with everything. As her right hand, Shiki feels pressured to make sure Bimu is able to lean on them whenever she needs it. They also work in the background so Bimu has less things to worry about.\nMoe\nMoe is Shiki’s squad partner and rival. Shiki navigates for him or goes with him on missions sometimes. Moe brings out a younger, more competitive Shiki who believed there was good in the world. Their banter is friendlier.\nTimpani\nThey are business partners. Timpani is a good source of info and arms. Shiki sends little robots to retrieve pickup orders from Timpani’s store. When the little guys are unavailable, though, Shiki will request delivery to various P.O. boxes in the city for later retrieval.\nOccasionally, shit hits the fan and Shiki has to order in person. They feel uncomfortable under Timpani’s intense stare and smile, so they make small talk to dodge Timpani’s questions.\nLater, Shiki commissions custom dampening earbuds from Timpani to protect themselves  from certain frequencies.\nRen\nShiki collected the intel about the Yozora family, and everything about Ren unsettled them. However, after actually meeting them and seeing those dead eyes, Shiki feels a weird connection to them. Perhaps they recognize a fellow walking dead."},"Mafia/index":{"slug":"Mafia/index","filePath":"Mafia/index.md","title":"Mafia AU","links":["Mafia/Mafia-Shiki","Mafia/HAKU","Friends"],"tags":[],"content":"\n\n                  \n                  Status: Ongoing \n                  \n                \n\n\nIt’s the suits really.\n\n\n\nQueensport\nThe Mafia AU draws inspiration from the Hong Kong Mafia and H.P. Lovecraft. The name of the city, Queensport, references both in the sense that:\n\nHong Kong was governed by England for a while (and therefore under the Queen)\nLovecraft has a recurring location named Kingsport\n\nCharacters\nShiki-owned characters in the Mafia AU.\n\nMafia Shiki\nHAKU\n\nHistory\nHumble Beginnings\nI took a bit long to start one of Moe’s commissions in late 2023. He finished the game he wanted the commission for before I even started discussing the proposal, so we pivoted and he asked for “mafia Moe” instead.\n\nWell, I peaked. I firmly believe I can’t make a talking PNG better than this. Anyway, Bimu saw it, Bimu is weak to suits, Bimu also wanted a suit. Nothing much came out of it as everyone got busy, though.\nSketch Pages\nEarly 2025, I drew a sketch page of Mafia Moe as a warm up and test for a new type of commission.\n\nThe three of us chatted about it in various streams and in DMs, and somehow Ren got involved (in death). Turns out Moe killed the wrong person, and Ren is back for revenge… and I was the one who told Moe to kill him. Oops.\n\nBimu mysteriously became the head of the mafia family Moe and I are a part of, and she commissioned a sketch page.\n\nAt some point, Timpani also joined in on the fun as the neutral party.\n\nAnd here we are now. Welcome to Queensport, where mafia meets the eldritch. Whose side will you take, Ren or Bimu’s?"},"Shiki/Logs":{"slug":"Shiki/Logs","filePath":"Shiki/Logs.md","title":"Logs","links":["Friends"],"tags":[],"content":"00_aDeal.log\n\nSitting on top of the trash pile, the robot wondered when the factory manager would return. The manager had told them to stay put, and mumbled something about a “darned glitch” as he left. It had been days, weeks, since then.\n“You were thrown out. You know why? It’s because humans are fickle creatures.”\n“I do not understand.”\n“You don’t understand why you were thrown out?”\n“If I obtain these emotions that I am told humans have, will I understand?”\n“Maybe. I can give you that which you most desire. I’ll get something in exchange but we’ll work out the details later.”\n“Please do.”\n\n“Oh, hello! Nice to meet you, I’m Shiki!”\n“I know, we’ve met.”\n“We have? I’m sorry, I think there might be something wrong with my memory.”\n“Don’t worry about it. Enjoy your emotions.”\n“Thank you! I’m not sure where I am but I’ll figure it out! What’s your name, by the way?”\n“You can call me Sore.”\n“Nice to meet you, Sore!“\n[2021.01.04] prototype of service robot inspired by portal turret\n[2021.02.18] official release of the directionally challenged robot with no memory along with origin blurb\n[????] i think Sore changed their name? i&#039;m not sure where they are now, but i hope they are thriving\n\n01_love.log\n\n“Wow, there are so many gifts in this bag!”\n“It’s cold, so make sure your parka stays on Mai.”\n“Got it, Shiki! It’s pinned to my dress so no worries!”\n“Hey, Mai, let’s go to that house right under us. I got the rope ready!”\n“Okay, Ren!”\n“Wait, how are we- Ren!? Why’d you just jump off-”\n“Mai is Jumpmaster!”\n“Mai is WHAT- WAIT WAIT WAIT I HAVE A FEAR OF HEIGHTS-”\n“WHEEEEEEEEEEE!“\n[2021.05.27] an idol trainee, a mochi singer, and a robot became fast friends, calling themselves l&#039;amour\n\n02_temperatureFault.log\n\nreaching sea level altitude… plane has alighted.\nwarning: weather in the area has an average temperature 2 deviations higher than the laboratory. proceed with caution.\n\n“Ren! Congratulations!”\n“Shiki! You look so good with that collared shirt, thank you for coming to celebrate with me!”\n“The pleasure is mine! But uh… is it always this hot where you live, Ren?”\n“Yep! Take care to hydrate properly, okay?”\n“…Shiki?”\n\nWARNING: INTERNAL TEMPERATURE REACHING CRITICAL LEVELS. INITIATING COOLING.\nWARNING: COOLING SYSTEM CANNOT PERFORM ADEQUATE COOLING. PLEASE MOVE TO A COOLER LOCATION.\nERROR: COOLING SYSTEM FAILURE. PLEASE MOVE QUICKLY TO AVOID CRITICAL DAMAGE.\nERROR\nERROR\n…\n\n\n\n“I’m so sorry Shiki, I should have made sure we were inside longer…”\n“It’s not your fault, I didn’t keep up with regular maintenance.”\n“But your hand, it’s melted!”\n“I can probably make something when I get back to the laboratory. I’ll need a new outfit before we go out again, though. The circuitry up here is showing even more and I’m not sure I’ll survive if I go out with this shirt again…”\n“Oh, let’s ask Latte! I’m sure Joei will be willing to help!”\n[2022.05.16] an offline accident resulted in more exposed circuitry and a replaced hand\n"},"Shiki/Orca-Shiki":{"slug":"Shiki/Orca-Shiki","filePath":"Shiki/Orca Shiki.md","title":"Orca Shiki","links":["Shiki/shiki_turret","Shiki/References"],"tags":[],"content":"\nAn alternate form of my online persona, if you will. Mainly used for\n\nvlogging / IRL pictures\nwriting\n\nOrca Shiki was originally going to be the “next step” for shiki_turret in lore. Unfortunately I like both designs, so they’re both staying. Orca Shiki might pop up on stream from time to time when the color palette makes more sense, for example the Signalis series with SK-TR and OR-KA models.\nInspirations\nI did a color palette switch with Bomi in 2022 or 2023, and he drew Shiki with the hair color flipped. It basically looked like day mode Shiki (versus default night mode Shiki), but I really liked it so I workshopped.\nAlso I like orcas. They’re menaces of the sea but they’re so pretty. Monochrome my beloved.\nReferences\nI still want to make a few small changes, but the general idea is there!"},"Shiki/References":{"slug":"Shiki/References","filePath":"Shiki/References.md","title":"References","links":["Friends"],"tags":[],"content":"References are sorted in reverse chronological order (so newest first), along with some design notes.\nshiki_turret\n3.0\n\n[2024.10.20] less supplies means metal arms, open water cooling and a jacket to protect from the elements\n\n3.0 features a more complicated, “VTuber-ified” design. The jacket is longer with some more decorations. The crop top includes a ribbed design and zippers, with coolant cables out in the open. There is a single colored diamond between the shoulder blades on the back. The single earphone design has been updated to be sleeker and align with the overall color palette.\nThe hair pattern has been updated to look more natural without shading. The front and side tips are still darkened, but the back has been changed to a low light (as opposed to highlight). The glitch on the face is slightly smaller.\nShiki gave up on fixing their arms and putting on flesh paint, so their arms from the elbow and under is water proof metal now. Lines like veins light up and power the arms. The hands look like doll fingers, with the inner joints being the same color as the power lines.\nHeadset, eyes, glitches, coolant cables, the ribs and diamond on the crop top, and the power lines on the arms all change color according to energy levels. The order starting from full power is purple → blue → (yellow → ) red → black (OFF).\n2.0\n\n[2022.05.16] an offline accident resulted in more exposed circuitry and a replaced hand\nsummer outfit inspired by the outfit joei put together.\nwinter outfit inspired by sandalphon&#039;s primarch afterhours outfit\n\nShiki is darker, again. With each update they get darker and darker, farther and farther away from egg color. I started drawing a lot more, so I had the drawing glove on more often than not. I actually slept with it still on a couple times. My hand did not actually fall off that summer (thank goodness), but I did start having more problems with it. Building in the glove kind of served as a commitment to myself to keep drawing and a reminder to take better care of my body.\nAround this time, I think I figured out how to put custom units on my page in Granblue Fantasy? So obviously I put Sandalphon’s winter skin. I don’t have a problem, what makes you think I have a problem?\nThe earphones were a spur of the moment decision when I was requesting a commission for Pokemon art with Ren. The massive upside down logo on the headset felt obnoxious, so I moved it to my shirt.\n1.5\n\n[2021.05.27] an idol trainee, a mochi singer, and a robot became fast friends, calling themselves l&#039;amour\n\nIt got really hot, and I also discovered my love for crop tops. I had this exact outfit with a few color changes. The headset had been bugging me because it didn’t look quite right, so I modeled it off of my actual headset at the time.\nThe beginning of the dark hair tips! The front / back double tone hair quickly fell out of favor for me, but I still wanted two colors. Also made Shiki a teensy bit darker.\n1.0\n\n[2021.01.04] prototype of service robot inspired by portal turret  \n[2021.02.18] official release of the directionally challenged robot with no memory along with origin blurb\n\nThe hair was from a Picrew that I had been looking at. I really liked the design, so I added more things to it until I had a full character.\nThe headset is reminiscent of Portal turrets.\nOrca Shiki\nMain design (on land)\n\nWetsuit\n\nOrca Shiki wears this when they go in the water."},"Shiki/index":{"slug":"Shiki/index","filePath":"Shiki/index.md","title":"Shiki","links":["Shiki/shiki_turret"],"tags":[],"content":"There are many Shiki’s out there, but the main one is shiki_turret.\nWhomst’d’ve’ly’yaint’nt’ed’ies’s’y’es\nOkay okay let me back up a bit. I do a little bit of everything, but mostly I like drawing and telling stories. I also play games, too many games. I’m most consistently active on Twitch and bsky… actually I’m not sure why you’re asking, because if you’re here you must have come from one of those places or even the website…\nInspiration\nThe name “shiki” comes from 2 things.\nShikigami (式神) from Japanese folklore (Wikipedia). They’re usually invisible, but you can see them if you bind them to paper dolls like the paper birds in Spirited Away. It’s a nod to the many forms that I have had and will no doubt make more of in the future.\nshiki is also the reading for 四季, or four seasons. Through time passing and seasons coming and going, I’m still me and I’m still here."},"Shiki/shiki_turret":{"slug":"Shiki/shiki_turret","filePath":"Shiki/shiki_turret.md","title":"shiki_turret","links":["Shiki/","Shiki/Logs","Shiki/References"],"tags":[],"content":"\n\n                  \n                  Hello! I&#039;m Shiki, a directionally challenged robot with goldfish memory! \n                  \n                \n\n\nCommissioned from Rue\nMy online persona. Mainly used for\n\nstream\nart\nmusic\n\nInspirations\nYou already know about shiki.\nThe underscore is pretty important. It’s my middle name. I forget it a lot, especially when websites don’t allow underscores in handles. Oops.\nTurret is a direct reference to the Portal turrets. I’d always really liked them, and I like to think I’m pretty good at imitating their lines. When I was designing a stream avatar, I thought it’d be funny if I had their antennae on my headphones.\nLogs\nFiles that shiki_turret found in their backup drive. They serve as in-universe records of real world events. I’m really behind on updating them… I promise I’ll work on them…\nReferences\nThere have been many designs over the years. While there is a story that ties them all together, all of them are valid. Being a robot, shiki_turret can switch parts and “revert” to a previous design. However, because of the persistent glitches on their skin surfacing, after a short while the parts will be corrupted and change to the most current design."},"Templates/Character-Profile":{"slug":"Templates/Character-Profile","filePath":"Templates/Character Profile.md","title":"Character Profile","links":[],"tags":[],"content":"Basic Information\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCategoryResponseName / NicknameGender / PronounsSpeciesBirthdate / ZodiacBlood TypeBirthplaceHeightWeightAgeHair ColourEye ColourOther ColourEyesightcolour-blind? glasses?Hand DexterityVoice TypeEconomic Status / BehaviorPets / PlantsToyHouseMusic\n\n\n\n\n\n\n\n\n\n\n\n\n\n✓ Likes☓ Dislikes\n♡ Favorite…\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCategoryResponseFoodDrinkScentColorFlowerSeasonElementSound\nEmployment / Education\nCriminal Record\nAwards / Achievements\nMedical Record\n\nMarkings\n\nOther Distinctive Characteristics\n\nPersonality\n\nFormative Experiences\n\nDreams for the Future\nFears\nHobbies\n\nSpecial Skills\n\nStrengths\nWeaknesses\nOther\n\nSocial\nPeople They Admire\nPeople They Dislike\nRomantic History\n\nRelationships\n\nFamily Relationships\n\nProblematic Relationships\n"},"Templates/Landing-page":{"slug":"Templates/Landing-page","filePath":"Templates/Landing page.md","title":"Landing page","links":[],"tags":[],"content":"\n\n                  \n                  Status: Ongoing \n                  \n                \n\n\ncallout reference, change to FAIL or DONE if on hiatus or complete, TLDR for perpetual\n\n\n\n\nquick summary\n\nobjective information\nLinks\n\n\n"},"index":{"slug":"index","filePath":"index.md","title":"The Library","links":["Shiki/","Aozora-Twins/Aozora-Kaia","Anamnesis/","Aozora-Twins/","Flora/","Anamnesis/Cafe-Nowhere","Mafia/"],"tags":[],"content":"Hello and welcome! This is where I keep notes, lore, project records and other things about my OCs (Original Characters). I have… many…\nFirst, if you don’t know who I am, I’m Shiki. I’m also part of some groups that really like story telling, so you might see some projects and AUs (Alternate Universes) about that too.\nHope you enjoy your stay.\nQuick Rules\nSome quick rules on playing in this space:\n\nPlease do not take my OCs and call them your own. They are pieces of my soul.\nGeneral character permissions:\n\nCharacters generally stay within their world. Kaito and Kaia are travelers, so they can interact with anyone and everyone!\n✓ Fan art: there’s an ongoing competition for the top 3 characters with the most art! I try to list them out every so often\n✓ Headcanons: who knows, they might become canon\n✓ Ships: be cringe and free, but don’t be nasty about it. Don’t yuck other people’s yum.\n⚠ Fanfiction: keep it SFW (no sex please. moderate gore / whump / horror is OK)\n☓ Kinning\n\n\nCharacters with different permissions will have them listed at the top of the page, e.g. Aozora Kaia\n\nAbout this Wiki\nThere may be lore spoilers or secrets for the sake of completion. These will be in callouts or collapsible sections like so:\n\n\n                  \n                  This information is a secret. \n                  \n                \n\n\nOnly these people in-universe may be aware of this secret.\n\n\n\n\n\n                  \n                  CW: This is an example content warning. \n                  \n                \n\n\nThese will be placed at the top of the page. Egregious stuff will also be hidden in spoilers. Stay safe everyone.\n\n\n\n\n\n                  \n                  Example spoiler (press here to expand it and see spoilers) \n                  \n                \n\n\nomg shiki’s favorite color is actually blue and not purple!?!?!? writing the cancel google doc rn\n\n\n\nWorlds\n\nAnamnesis\nAozora Twins\nFlora\n\nAUs\n\nCafe Nowhere (Anamnesis coffee shop AU)\nMafia AU\n"}}